Revit 2024 API
MEPSection.Number Property
 The Section number.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public int Number { get; }
Visual Basic
Public ReadOnly Property Number As Integer
	Get
Visual C++
public:
property int Number {
	int get ();
}
See Also
MEPSection Class
Autodesk.Revit.DB.Mechanical Namespace